[
  {
    "week": 1,
    "weekTitle": "Week of 9 Feb - 13 Feb",
    "sections": [
      {
        "title": "Global Equities",
        "content": "Global markets MSCI World flat -0.01%, Developed Markets -0.43%, Emerging Markets +3.24; S&P 500 -1.39% and MAG7 -3.61%; European Indices Euro Stoxx 50 -0.22%; In Aisa, China CSI +0.36%  and Hang Seng +0.03%, Nikkei 225 +5.80%."
      },
      {
        "title": "US Equities",
        "content": "US stock indexes finished the week lower as concerns regarding the disruptive potential of AI weighed on sentiment across multiple industries. The Nasdaq Composite led the decline while the S&P 500 and DJIA also retreated. Value stocks continued their outperformance over growth counterparts for the seventh consecutive week. Macroeconomic data provided a complex backdrop; January payrolls surprised to the upside with 130,000 job gains, the highest in over a year, though prior years saw significant downward revisions. January CPI indicated headline inflation cooled to 2.4% year on year, driven by lower energy prices, while core inflation remained steady at 0.3% month over month. Retail sales for December were unchanged, falling short of forecasts. Despite the strong jobs report, technology-led weakness drove investors toward Treasuries, with the benchmark 10-year yield reaching fresh year-to-date lows."
      },
      {
        "title": "European Equities",
        "content": "The STOXX Europe 600 Index reached new highs during the week but ended nearly unchanged. Investors balanced better-than-expected US labour data against emerging concerns over AI disruption spreading to European markets. Germany’s DAX and the UK’s FTSE 100 rose, while Italy’s FTSE MIB declined. Eurozone GDP expanded by 0.3% in the final quarter of 2025, representing an annual growth rate of 1.5%, with Spain showing particular strength. German wholesale prices rose 1.2% year on year in January, influenced by metals and food costs. In the UK, real GDP increased by a lackluster 0.1% in the fourth quarter, while political uncertainty surrounding the Prime Minister weighed on sentiment. Although manufacturing grew, construction output contracted, and French unemployment hit its highest level since 2021 at 7.9%."
      },
      {
        "title": "APAC Equities",
        "content": "Japanese equities surged as the Nikkei 225 gained and the TOPIX rose following a landslide supermajority for the LDP in the lower house election. Prime Minister Takaichi’s victory reinforced expectations for aggressive fiscal spending and increased defence investment. The yen strengthened to approximately JPY 153 against the USD following government verbal intervention, while 10-year JGB yields remained stable at 1.23%. Mainland Chinese stocks rose modestly, with the CSI 300 adding 0.36% ahead of the Lunar New Year holidays. China’s January CPI decelerated to 0.2% and producer prices remained in deflationary territory for the 40th consecutive month, though property prices showed tentative signs of stabilisation. The PBOC reaffirmed a moderately loose monetary policy for 2026, pledging further liquidity support and potential rate cuts to boost domestic demand and technological innovation before the holiday shutdown."
      },
      {
        "title": "Foreign Exchange",
        "content": "The USD ended the week on the back foot as elevated policy uncertainty and de-dollarisation chatter offset supportive macro data. Despite a robust NFP print, skepticism regarding the underlying US labour trajectory prevented a sustainable bullish bias, with the 2025 benchmark revisions weighing on sentiment. The EUR remained bid, mirroring the dollar’s drift, with risk-reversal pricing signalling a preference for lasting euro strength across maturities. Sterling faced a 'triple-jab trouble' of political risk, a dovish shift in BoE expectations, and high-beta sensitivity to the global equity sell-off, struggling to maintain the $1.36 level. The JPY appreciated 2% on a pro-growth 'buy-Japan' narrative following the election, while the CHF safe-haven appeal persisted. The AUD jumped as RBA warnings on sticky inflation lifted expectations, and the BRL showed remarkable strength, anchored by its high-yield carry trade appeal."
      },
      {
        "title": "Commodities",
        "content": "Commodities maintained leadership despite AI-driven equity volatility and a pre-holiday slowdown in China. Gold held near the USD 5,000 mark while silver served as a primary volatility barometer following recent market routs. Natural gas traded near four-week lows despite a significant inventory draw, driven by US winter storms, left stockpiles below the five-year average. In the agricultural sector, grains showed early signs of a recovery led by soybean oil, which has gained 18% year to date due to its evolving role as a strategic energy feedstock. Sugar futures reached a five-year low, pressured by a bumper Brazilian crop and a slowdown in consumption linked to the uptake of GLP-1 weight-loss drugs. Copper prices gyrated around USD 6/lb as rising visible inventories and soft pre-holiday demand in China offset the long-term electrification narrative, leaving near-term upside capped until post-holiday signals emerge."
      },
      {
        "title": "Fixed Income",
        "content": "US Treasuries generated positive returns as tech-sector weakness triggered a flight to quality, driving the 10-year yield to a year-to-date low of 4.05%. The January jobs report, showing 130,000 new payrolls, initially dampened rate-cut expectations, but massive downward revisions to 2025 data recast the previous year as the weakest for hiring since 2020. January CPI data showed headline inflation cooling to 2.4% year over year, moving closer to the Fed's 2% target and supporting the broader disinflationary trend. While the Fed is expected to remain on hold through the spring, markets anticipate the proposed successor, Kevin Warsh, may deliver easing in the second half of 2026. Investment-grade corporate bonds posted positive returns but lagged behind sovereign debt, while high-yield bonds remained resilient despite broader equity market volatility. Overall, falling yields reflected a jobless expansion and a shift toward defensive assets."
      }
    ]
  }
]

