[
  {
    "week": 1,
    "weekTitle": "Week of 26th Jan - 30th Jan",
    "sections": [
      {
        "title": "Global Equities",
        "content": "Global markets MSCI World up 0.65%, Developed Markets +0.50%, Emerging Markets +1.8%; S&P 500 flat +0.34% and MAG7 +0.84%; European Indices Euro Stoxx 50 -0.01%; In Aisa, China CSI +0.082%  and Hang Seng +2.38%, Nikkei 225 -0.97%."
      },
      {
        "title": "US Equities",
        "content": "The S&P 500 reached an intraday milestone above 7,000 before retreating as the week ended, with market leadership shifting toward large-cap value stocks which outperformed their growth counterparts. In contrast, small-cap and mid-cap indices lagged behind the broader market. Macroeconomic data presented a complex picture; the Conference Board’s consumer confidence gauge tumbled to 84.5 in January, its lowest level since May 2014, while durable goods orders rebounded strongly. In policy developments, the Fed held the benchmark rate steady at 3.50% to 3.75%, acknowledging that activity expanded at a solid pace despite 'somewhat elevated' inflation. Sentiment was further impacted by the nomination of former governor Kevin Warsh to succeed Chair Powell in May. Within sectors, communication services and energy led gains, whereas healthcare stocks experienced the most significant pullbacks amidst mixed earnings."
      },
      {
        "title": "European Equities",
        "content": "European equities demonstrated resilience, with the STOXX Europe 600 rising as the region’s economy continued its modest recovery. Eurozone GDP expanded by 1.5% in 2025, surpassing initial forecasts, with fourth-quarter growth matching the prior period at 0.3%. Performance was bolstered by accelerating activity in Germany, Spain, and Italy, which helped offset more sluggish growth in France. Sentiment across the bloc reached near long-term averages, as political tensions in France subsided following the adoption of the 2026 budget. Despite broader political and trade uncertainties, improved confidence across most sectors and stronger household consumption provided a supportive backdrop for the regional equity markets, though the construction sector remained a notable outlier in sentiment."
      },
      {
        "title": "APAC Equities",
        "content": "Japanese equities finished the week lower as the Nikkei 225 declined, pressured by a strengthening yen and caution ahead of a snap election. Market sentiment was weighed down by a 'rate check' from the New York Fed and suspected yen intervention, alongside Prime Minister Takaichi’s warnings against abnormal market moves. In mainland China, major indices fell. Investor sentiment was tempered by reports that 13 out of 20 Chinese provinces, including the economically critical hubs of Guangdong and Zhejiang, have lowered their 2026 GDP growth targets by approximately half a percentage point. Economic data from Japan showed Tokyo’s core CPI cooling to 2.0%, below consensus of 2.2%. The tech sector faced heavy losses following renewed concerns over the sustainability of AI investments and potential hawkish shifts in US monetary policy."
      },
      {
        "title": "Foreign Exchange",
        "content": "Volatility officially returned to global FX markets as the USD hit four-year lows before staging a late-week recovery. The EUR experienced a lift despite a lack of fundamental support, with EUR/USD ending the week 1% higher and briefly breaking above 1.20, though widening rate differentials in favour of the greenback suggest this rally may be overdone. The JPY saw a significant late-week surge following a 'rate check' from the NY Fed and suspected intervention, with USD/JPY tumbling from highs above 159.00. Sterling initially gained on USD pessimism but remained sensitive to broader risk sentiment. Overall, the fracturing of traditional rate differentials indicates that sentiment and downside hedging are currently overriding macro fundamentals as the primary drivers of currency movement."
      },
      {
        "title": "Commodities",
        "content": "The commodities sector endured extreme intraday volatility. Silver was the primary driver of the rally, reaching a record peak before crashing on Friday as the USD recovered and futures margins were raised. Gold followed a similar pattern, surging to an all-time high on Thursday before tumbling. In the industrial complex, copper hit a record USD 6.58 per pound before falling below USD 6, reflecting a speculative disconnect from supply fundamentals. Energy prices were a notable outlier, as US crude oil rose 7% for the week supported by geopolitical risk premiums and cold weather disruptions. The week’s price action underscored a fragile environment where massive momentum is increasingly vulnerable to dollar strength and liquidity shifts"
      },
      {
        "title": "Fixed Income",
        "content": "Fixed income yields adjusted higher as investors digested a policy pause from the Federal Reserve and a hawkish leadership shift. UST yields rose in response to the nomination of Kevin Warsh, which markets interpreted as a signal for a more restrictive monetary path when Chair Powell's term ends in May. The 10-year yield broke through 4.30% during the week as persistent pipeline inflation pressures were confirmed by a 0.5% monthly jump in producer prices, driven largely by service sector margins. Bond markets remained sensitive to geopolitical 'noise', including trade rhetoric and Japanese government bond (JGB) instability, which briefly sent the 10-year UST yield higher before cooling rhetoric provided a late-week reprieve. Credit markets showed resilience despite the backup in yields, as robust corporate earnings and stable unemployment data suggested a durable macroeconomic backdrop, though the market remains on high alert for potential fiscal policy shifts and upcoming labour data."
      }
    ]
  }
]

