[
  {
    "week": 1,
    "weekTitle": "Week of 29th Dec - 2nd Jan",
    "sections": [
      {
        "title": "Global Equities",
        "content": "Global markets MSCI World flat -0.1%, Developed Markets -0.4%, Emerging Markets +2.0%; S&P 500 down 0.7% and MAG7 also down 1.2%; European Indices Euro Stoxx 50 +1.7%; Asian Indices mixed. China CSI flat +0.3%  and Hang Seng up 2.7%, Nikkei 225 -0.5%."
      },
      {
        "title": "US Equities",
        "content": "U.S. equities slipped in the holiday-shortened final week of 2025 amid light trading volumes, with the Nasdaq and small caps underperforming. Energy was a rare bright spot as geopolitical tensions lifted oil prices. Housing data was supportive, with pending home sales posting their strongest monthly jump since early 2023 and house prices rebounding modestly, helped by lower mortgage rates and solid wage growth. Fed minutes highlighted divisions over the path of further rate cuts but did little to shift market expectations, while falling jobless claims for a third consecutive week reinforced signs of ongoing labour market resilience."
      },
      {
        "title": "European Equities",
        "content": "European equities ended the week at record levels, with the STOXX Europe 600 rising on signs of an improving economic backdrop and closing 2025 up nearly 17%, its best year since 2021. Major indexes across Germany, France, Italy, and the UK also advanced, with the FTSE 100 briefly breaking above 10,000. On the data front, inflation eased in Spain as fuel prices fell, French registered unemployment declined modestly month on month, and UK house prices unexpectedly slipped in December."
      },
      {
        "title": "APAC Equities",
        "content": "Japanese equities edged lower, with the Nikkei 225 down, following a strong 2025 in which markets posted a third straight annual gain. The year’s rally was led by AI-linked chipmakers, technology firms, and construction stocks, supported by solid domestic growth, resilient earnings, and a smaller-than-expected drag from U.S. tariffs despite uncertainty over the Bank of Japan’s tightening path. Mainland Chinese equities were mixed with onshore markets little changed while Hong Kong outperformed. Sentiment was supported by signs of stabilisation in activity after China’s manufacturing PMI rose, ending eight months of contraction. "
      },
      {
        "title": "Foreign Exchange",
        "content": "The yen hovered around JPY 156 per dollar, near its weakest levels since early 2025, fuelling speculation about possible FX intervention, although repeated verbal warnings from authorities have so far failed to generate lasting support for the currency."
      },
      {
        "title": "Commodities",
        "content": "OOil prices softened into the week, with Brent sliding toward $60/bbl, leaving both near five-year lows. The move was driven by a shift in the Venezuela narrative following the U.S. capture of President Nicolás Maduro, which has prompted markets to look beyond near-term supply disruptions toward the prospect of higher output over time. Adding to the pressure, OPEC+ reaffirmed plans to keep production policy unchanged through the first quarter, reinforcing perceptions of ample global supply. That said, unrest in Iran and ongoing Middle East risks have provided some support, helping to limit the depth of the sell-off."
      },
      {
        "title": "Fixed Income",
        "content": "U.S. Treasury markets were mixed, with short-term yields little changed and longer-dated yields drifting higher, resulting in modest losses at the long end. Municipal bonds slightly underperformed Treasuries amid very light issuance and secondary-market activity. The yield on the 10-year Japanese government bond climbed, its highest level since 1999, as markets priced in further gradual tightening by the BoJ and digested concerns over planned fiscal expansion."
      }
    ]
  }
]

