[
  {
    "week": 1,
    "weekTitle": "Week of 19th Jan - 23rd Jan",
    "sections": [
      {
        "title": "Global Equities",
        "content": "Global markets MSCI World flat -0.07%, Developed Markets -0.22%, Emerging Markets +1.09%; S&P 500 down 0.42% and MAG7 flat; European Indices Euro Stoxx 50 -1.35%; In Aisa, China CSI lower -0.62%  and Hang Seng -0.36%, Nikkei 225 -0.17%."
      },
      {
        "title": "US Equities",
        "content": "Major US indices ended a volatile, holiday-shortened week lower, with mid-caps lagging and the S&P 500 slipping modestly after a sharp sell-off early in the week on renewed trade-war fears tied to threatened tariffs over Greenland, before a midweek reversal when the administration signalled a softer stance and markets retraced the worst levels. The macro backdrop was firmer, with Q3 GDP revised slightly higher, core PCE still running above target, jobless claims steady around recent lows and consumer sentiment improving, while flash PMI implied marginally faster activity led by manufacturing. In rates, Treasuries were choppy and slightly weaker overall, while corporate bonds outperformed on resilient demand."
      },
      {
        "title": "European Equities",
        "content": "European equities fell amid renewed trade and geopolitical uncertainty, with the STOXX Europe 600 declining and major bourses broadly weaker. Against that risk-overlay, the flow of macro news was more constructive: eurozone business activity remained in expansion, supported by an increase in new orders, and confidence reached a multi-month high, while the UK’s flash composite PMI strengthened, consistent with better near-term growth momentum. The UK data mix was less clean, with a softening labour market, easing wage growth and inflation ticking up, even as retail volumes rose. Policy signals were steady, with Norges Bank holding rates and reiterating guidance for cuts later in the year, while EU-Mercosur ratification uncertainty added another layer of policy noise."
      },
      {
        "title": "APAC Equities",
        "content": "Japanese equities slipped as domestic politics dominated, with an early election announcement and discussion of an unfunded, temporary cut to the food consumption tax unsettling investors and pushing JGB yields higher. The BoJ held policy steady, but its updated forecasts leaned more inflationary and growth-supportive, while the JPY was volatile as officials flagged discomfort with rapid long-end moves and a readiness to intervene in periods of stress. In China, performance was mixed across onshore and Hong Kong benchmarks as the latest activity signals reinforced an uneven recovery: Q4 growth slowed versus earlier quarters even as 2025 met the official target, while weak domestic demand showed through in soft retail momentum and the first annual decline in fixed-asset investment, alongside rising external protectionism risks."
      },
      {
        "title": "Foreign Exchange",
        "content": "G10 FX traded with a calmer tone as the latest tariff scare faded, with volatility spiking and then quickly retracing, leaving the USD softer into a closely watched Fed meeting where markets were positioned for a policy pause. Safe-haven demand proved stickier for CHF, which held onto gains even as risk sentiment stabilised, while JPY underperformed and remained near record lows versus EUR and GBP as the week’s sharp sell-off in JGBs reverberated across global rates. AUD and NZD led, helped by perceived geopolitical insulation and steadier fiscal backdrops, with AUD/USD at its strongest since late 2024. GBP reacted to a hotter headline CPI print but gains were capped as core inflation was stable, keeping BoE “on hold” pricing intact."
      },
      {
        "title": "Commodities",
        "content": "Commodities extended their leadership, driven primarily by precious metals where momentum and “FOMO” reinforced a fundamentally supportive hard-asset narrative. Gold and silver pushed deeper into uncharted territory, aided by softer USD dynamics, persistent geopolitical unease, concerns around fiscal discipline, and still-firm physical demand signals, including notable regional tightness in silver. Platinum stood out with a sharp weekly surge as relative value and supply-constraint themes broadened the rally. Weather was the other major catalyst, lifting energy via a sharp repricing in US natural gas and tighter global LNG competition, while crude held near the top of recent ranges on winter demand and geopolitics. Agriculture remained the laggard, with cocoa pressured by demand destruction."
      },
      {
        "title": "Fixed Income",
        "content": "Rates were characterised by headline-driven volatility followed by consolidation, as the Greenland tariff episode briefly broke the usual “risk-off” playbook with both UST and the USD selling off, before markets refocused on fundamentals and the upcoming Fed decision. The policy message remained one of patience, with expectations centred on a hold near term and a resumption of gradual easing later in 2026, conditioned on further progress on inflation and labour-market cooling. In market pricing, the 10-year UST finished broadly unchanged on the week, masking intraweek swings, while curve dynamics reflected a modest rise in front-end yields alongside slightly lower longer-dated yields. Credit tone was firmer than rates, with corporate bonds gaining versus Treasuries on resilient demand, while munis lagged amid rate volatility despite decent absorption of new supply."
      }
    ]
  }
]

