[
  {
    "week": 1,
    "weekTitle": "Week of 12nd Jan - 16th Jan",
    "sections": [
      {
        "title": "Global Equities",
        "content": "Global markets MSCI World flat +0.33%, Developed Markets +0.09%, Emerging Markets +2.25%; S&P 500 down 0.38% and MAG7 also down 1.58%; European Indices Euro Stoxx 50 +0.53%; Asian Indices mixed. China CSI lower -0.57%  and Hang Seng up 2.34%, Nikkei 225 +5.51%."
      },
      {
        "title": "US Equities",
        "content": "US equity markets delivered mixed results as earnings season commenced, with a notable performance divergence across market capitalisations. Small-cap and value stocks extended their lead over large-cap growth counterparts, with the Russell 2000 and S&P MidCap 400 reaching record highs. Large-cap indices retreated slightly following previous peaks. Financial sector results were inconsistent; while Morgan Stanley and Goldman Sachs exceeded forecasts, JPMorgan Chase and Citigroup faced profit declines. Sentiment in AI-related stocks was bolstered by strong quarterly profits from a major contract chip manufacturer. Macroeconomic data revealed that core CPI rose at its slowest annual pace since 2021, though PPI growth ticked higher due to energy costs. Investor focus also turned to Fed independence concerns following reports of a DOJ investigation into Chair Powell alongside proposed credit card interest rate caps."
      },
      {
        "title": "European Equities",
        "content": "European equities ended the week higher, with the STOXX Europe 600 rising 0.77% amidst resilient economic data. Germany successfully exited a two-year recession, recording 0.2% GDP growth in the final quarter of 2025, although its trade surplus reached a two-decade low due to US tariffs and Chinese competition. UK GDP also returned to growth in November, supported by a rebound in manufacturing and services. Regionally, the FTSE 100 and DAX posted gains, while the CAC 40 declined. Industrial output across the Eurozone rose for a third consecutive month, and investor morale reached its highest level since mid-2025. In trade news, the EU provisionally endorsed a landmark agreement with the Mercosur bloc, aimed at eliminating tariffs on the majority of bilateral trade. These factors collectively suggested a shift from recessionary fears to broader regional resilience."
      },
      {
        "title": "APAC Equities",
        "content": "APAC equities exhibited divergent trends as Japanese markets surged to record levels while Chinese shares faced regulatory headwinds. Japan's Nikkei 225 gained driven by the 'Takaichi trade' following news of a snap general election. Investors anticipate that a victory for Prime Minister Takaichi would secure aggressive fiscal stimulus and policy certainty, particularly benefiting AI, nuclear, and defence sectors. Conversely, mainland Chinese indices such as the CSI 300 fell after regulators tightened margin financing requirements, raising the mandatory margin to 100% to cool recent rapid gains. Despite this, Hong Kong’s Hang Seng Index advanced 2.34%. Economic data from China remained robust, with exports growing 6.6% in December and the annual trade surplus hitting a record USD 1.2 trillion. However, persistent deflation and property market challenges continued to weigh on domestic sentiment"
      },
      {
        "title": "Foreign Exchange",
        "content": "Global FX markets maintained a sense of eerie calm despite significant political and regulatory headlines. The USD index ended the week 0.2% higher, shrugging off initial pressure from a DOJ investigation into the Fed Chair as market participants refocused on hawkish Fed rhetoric. Expectations for the next rate cut have shifted toward June, supporting relative US yields. EUR/USD tested the 1.16 level, remaining vulnerable to a resilient US macro backdrop, while technical indicators suggested further near-term softness. Sterling initially benefited from de-dollarisation narratives but ultimately retreated, showing heightened sensitivity to USD swings following a firm UK GDP print. In Asia, the JPY faced volatility after hitting 18-month lows, prompting verbal interventions from the Japanese Finance Minister and the US Treasury Secretary."
      },
      {
        "title": "Commodities",
        "content": "Commodities were dominated by a parabolic surge in silver, which touched USD 90 as hard-asset demand converged with intense momentum. This rally, up nearly 200% over twelve months, is underpinned by a tail-risk friendly macro environment characterised by fiscal discipline concerns and monetary credibility anxieties. Silver's dual role as a monetary and industrial metal has supercharged its performance, particularly amidst geopolitical fragmentation and a search for assets with no counterparty liability. While Western-listed ETFs have seen net outflows, strong demand from Asia and leveraged financial players has maintained upward pressure. Signs of industrial demand destruction are emerging at current price levels, though they have yet to alter the market narrative. Higher futures margins have been implemented to manage volatility, rather than suppress prices. The gold-silver ratio has slumped toward 50, further reflecting silver's recent outperformance relative to its traditional peer."
      },
      {
        "title": "Fixed Income",
        "content": "Sovereign yields remained relatively stable as investors prioritised economic fundamentals over a relentless barrage of geopolitical and regulatory headlines. The 10-year UST yield ended the week at 4.23%, with the market largely shrugging off noise regarding Fed independence and the criminal investigation into Chair Powell. December CPI data, with headline and core inflation steady at 2.7% and 2.6% respectively, suggested that while a January rate cut is unlikely, the stage is being set for potential easing later this spring. Economic momentum appears durable, supported by a jobless profit boom and resilient consumer spending. Structural safeguards within the Fed committee were highlighted as a buffer against political interference, maintaining institutional credibility. The broader credit tone remains constructive, as low energy prices and moderating price pressures give the Fed room to navigate a gradual policy path without immediate urgency."
      }
    ]
  }
]

